/* nothing */
"" = "Project-Id-Version: xchat 2.8.0\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2007-01-26 13:24+0100\nLast-Translator: Ernest Adrogué <eadrogue@gmx.net>\nLanguage-Team: Catalan <ca@dodds.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nPlural-Forms: nplurals=2; plural=n != 1\n";

/* nothing */
"Cannot create ~/.xchat2" = "No s'ha pogut crear el directori ~/.xchat2";

/* nothing */
"I'm busy" = "Ara estic ocupat";

/* nothing */
"Leaving" = "Me'n vaig";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Connectar-se a l'IRC com a root és estúpid! Hauríeu\n  de crear un compte d'usuari i fer-ho des d'allí.\n";

/* nothing */
"Waiting" = "Esperant";

/* nothing */
"Active" = "Actiu";

/* nothing */
"Failed" = "Ha fallat";

/* nothing */
"Done" = "Fet";

/* nothing */
"Connect" = "Connecta";

/* nothing */
"Aborted" = "Avortat";

/* nothing */
"Cannot access %s\n" = "No es pot accedir a %s\n";

/* nothing */
"Error" = "Error";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s us està oferint «%s». Voleu acceptar-lo?";

/* nothing */
"No active DCCs\n" = "No hi ha connexions DCC actives\n";

/* nothing */
"YES  " = "SÍ  ";

/* nothing */
"NO   " = "NO   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Esteu sent bombardejat amb peticions CTCP des de %s, s'ignorarà %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Esteu sent atacat amb peticions MSG des de %s, s'ha desactivat l'opció gui_auto_open_dialog.\n";

/* nothing */
"  %-20s online\n" = "  %-20s connectat\n";

/* nothing */
"  %-20s offline\n" = "  %-20s no connectat\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "No esteu a cap canal. Proveu amb /join #<canal>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "No connectat. Proveu amb /server <màquina> [<port>]\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "Es necessita /bin/sh per a executar-lo!\n";

/* nothing */
"Commands Available:" = "Ordres disponibles:";

/* nothing */
"User defined commands:" = "Ordres definides per l'usuari:";

/* nothing */
"Plugin defined commands:" = "Ordres definides pels connectors:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Per a més informació feu /HELP <ordre>, o /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "S'ignorarà l'argument desconegut «%s».";

/* nothing */
"No such plugin found.\n" = "No s'ha trobat tal connector.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Aquest connector refusa ser descarregat.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <nom> <acció>, afegeix un botó sota la llista d'usuaris";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, envia una ordre a tots els canals on estigueu";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, envia una ordre a tots els canals on estigueu";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, envia una ordre a tots els servidors on estigueu";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<motiu>], marca el vostre sobrenom com a absent";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <màscara> [<tipus>], bandeja tots els usuaris que coincideixin amb la màscara. Si ja es troben el canal amb això no els fareu fora (necessiteu ser operador del canal)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "Estableix les opcions per a cada canal individual\nCHANOPT CONFMODE ON|OFF - Mostra o oculta els missatges d'entrada i de sortida\nCHANOPT COLORPASTE ON|OFF - Commuta poder enganxar amb colors\nCHANOPT BEEP ON|OFF - Commuta la reproducció del to del sistema en rebre un missatge";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY], Esborra la finestra de text actual o l'historial d'ordres";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Tanca la finestra o pestanya actual";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY <codi>, cerca un codi de país, p.ex: au = Austràlia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <sobrenom> <missatge>, envia el missatge CTCP a l'usuari indicat, els missatges més comuns són VERSION i USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE, surt i retorna immediatament al canal actual";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <sobrenom>                        - accepta un fitxer ofert\nDCC SEND [-maxcps=#] <sobrenom> [fitxer]  - envia un fitxer\nDCC PSEND [-maxcps=#] <sobrenom> [fitxer] - envia un fitxer en mode passiu\nDCC LIST                                  - mostra la llista de connexions DCC\nDCC CHAT <sobrenom>                       - proposa un XAT DCC a algú\nDCC CLOSE <tipus> <sobrenom> <fitxer>        exemple:\n         /dcc close send albanoguer fitxer.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <sobrenom>, treu l'estatus de semi-operador del canal al sobrenom indicat (necessiteu ser operador del canal)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <nom>, elimina un botó de sota la llista d'usuaris";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <sobrenom>, treu l'estatus d'operador del canal al sobrenom indicat (necessiteu ser operador del canal)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <sobrenom>, treu l'estatus de veu al sobrenom indicat (necessiteu ser operador del canal)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, Finalitza la connexió amb el servidor";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <sobrenom|màquina|ip>, Cerca l'adreça IP d'un usuari";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>, Escriu el text localment";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <ordre>, executa l'ordre. Si useu l'argument -o s'enviarà la sortida cap al canal actual, si no es mostrarà a la finestra de text actual";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, envia un senyal SIGCONT al procés";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], mata un procés que s'estigui executant en la sessió actual. Si s'empreu -9 el senyal serà SIGKILL";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, envia un senyal SIGSTOP al procés";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, envia dades als processos en stdin (entrada estàndard)";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, neteja la cua d'enviaments al servidor actual";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <màquina> [<port>], usa el servidor intermedi indicat, el port per omissió és el 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <sobrenom> <contrasenya>, termina una sessió fantasma per a aquest sobrenom";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <sobrenom>, dóna l'estatus d'operador de canal a l'usuari indicat (necessiteu ser operador del canal)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <contrasenya>, us identificarà al servidor de sobrenoms nickserv";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <màscara> <tipus..> <opcions..>\n    màscara - màscara de la màquina a ignorar, p.ex: *!*@*.pooles.rima-tde.net\n    tipus   - tipus de les dades a ignorar, una de les següents o totes («ALL»):\n              PRIV, CHAN, NOTI, CTCP, DCC, INVI\n    opcions - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <sobrenom> [<canal>], convida l'usuari indicat a un canal, per omissió al canal actual (necessiteu ser operador del canal)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <canal>, entra al canal";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <sobrenom>, fa fora l'usuari indicat del canal actual (necessiteu ser operador del canal)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <sobrenom>, bandeja l'usuari indicat després de fer-lo fora del canal (necessiteu ser operador del canal)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, força una nova comprovació del retard";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <cadena>, cerca una cadena de text en el buffer";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD <fitxer>, carrega un connector o script";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, Treu l'estatus a tots els semi-operadors del canal en el canal actual (necessiteu ser operador del canal)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, Treu l'estatus a tots els operadors del canal en el canal actual (necessiteu ser operador del canal)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <acció>, anuncia una acció al canal actual (les accions s'escriuen en tercera persona, com ara /me salta d'alegria)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, Fa fora tots els usuaris del canal actual (necessiteu ser operador del canal)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, Dóna l'estatus d'operador a tots els usuaris en el canal actual (necessiteu ser operador del canal)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <sobrenom> <missatge>, envia un missatge privat";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, Llista els usuaris que hi ha al canal actual";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <sobrenom> <missatge>, Envia un avís per CTCP";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER <nom_màquina> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <sobrenom>, canvia el vostre sobrenom";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <sobrenom/canal> <missatge>, envia una avís. Els avisos són uns tipus de missatge que no haurien de generar respostes automàtiques";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [<sobrenom>], mostra la llista de notificacions o hi afegeix algú";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <sobrenom>, dóna l'estatus d'operador del canal a l'usuari (necessiteu ser operador del canal)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<canal>] [<motiu>], deixa el canal, per omissió l'actual";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <sobrenom | canal>, envia un ping CTCP a l'usuari o canal indicat";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <sobrenom>, obre una finestra de xat privat amb <sobrenom>";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<motiu>], finalitza la connexió amb el servidor actual";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <text>, envia el text «en cru» cap al servidor";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONENCT [-ssl] [<sistema>] [<port>] [<contrasenya>], Pot invocar-se sols amb /RECONNECT per així reconnectar-se al servidor actual o amb /RECONNECT ALL per a reconnectar-se a tots els servidors oberts";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONENCT [<sistema>] [<port>] [<contrasenya>], Pot invocar-se sols amb /RECONNECT per així reconnectar-se al servidor actual o amb /RECONNECT ALL per a reconnectar-se a tots els servidors oberts";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <text>, envia dades «en brut» a l'X-Chat, com si foren rebudes des del servidor IRC";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <text>, envia el text a l'objecte a la finestra actual";

/* nothing */
"SEND <nick> [<file>]" = "SEND <sobrenom> [<fitxer>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <màquina> <port> <canal>, connecta i entra en un canal";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <màquina> <port> <canal>, connecta i entra en un canal";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <màquina> [<port>] [<contrasenya>], connecta amb un servidor, el port per omissió per a connexions normals és el 6667, i el 9999 per a connexions ssl";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <màquina> [<port>] [<contrasenya>], connecta amb un servidor, el port per omissió és el 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-quiet] <variable> [<valor>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<posició>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<tema>], estableix o mostra el tema del canal actual";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <màscara> [<màscara>...], readmet els usuaris indicats al canal.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <màscara> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <fitxer>, desactiva un connector o script";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, obre una URL en el navegador";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <sobrenom1> <sobrenom2> etc, realça el(s) sobrenom(s) a la llista d'usuaris del canal";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <sobrenom>, dóna l'estatus de veu a algú (necessiteu ser operador del canal)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <missatge>, escriu un missatge a tots els canals";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <missatge>, envia un missatge a tots els operadors del canal actual";

/* nothing */
"Usage: %s\n" = "Sintaxi: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nNo hi ha ajuda disponible per a aquesta ordre.\n";

/* nothing */
"No such command.\n" = "No existeix tal ordre.\n";

/* nothing */
"Bad arguments for user command.\n" = "Els arguments per a l'ordre d'usuari no són vàlids.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Massa ordres d'usuari recursives, s'avorta.";

/* nothing */
"Unknown Command. Try /help\n" = "Ordre desconeguda. Proveu /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "No hi ha cap símbol xchat_plugin_init; esteu segur que aquest és un connector per a l'xchat?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Esteu segur que aquest servidor permet l'ús d'SSL i el port és correcte?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "No s'ha pogut resoldre el nom de la màquina %s\nComproveu la vostra configuració IP\n";

/* nothing */
"Proxy traversal failed.\n" = "Ha fallat la connexió amb el servidor intermediari.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Passant al següent servidor de %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Atenció: El joc de caràcters «%s» és desconegut. No es farà cap conversió per la xarxa %s.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 ha estat afegit a la llista de notificació.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Llista de bandejats: %C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tNo podeu entrar a%C26 %B$1 %O(heu estat bandejat).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 ara és conegut com a $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 ha bandejat $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tCanal $1 creat el $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O treu l'estatus de semi-operador del canal a%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O treu l'estatus d'operador del canal a%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O treu l'estatus de veu a%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 dóna l'estatus d'exempt a $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O dóna l'estatus de semi-operador del canal a%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 dóna l'estatus de convidat a $2";

/* nothing */
"%UChannel          Users   Topic" = "%UCanal            Usuaris Tema";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 assigna el mode $2$3 a $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Canal $1 modes: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O dóna l'estatus d'operador del canal%C26 a $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 treu l'estatus d'exempt a $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 treu l'estatus de convidat a $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 elimina la contrasenya del canal";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 elimina el límit d'usuaris";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 defineix la contrasenya del canal com a $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 estableix el límit d'usuaris del canal en $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 treu l'estatus de bandejat a $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O dóna l'estatus de veu a%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Connectat. S'està iniciant la sessió...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Connectant amb $1 ($2) al port $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Ha fallat la connexió. Error: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tS'ha rebut un CTCP $1 de $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tS'ha rebut una connexió CTCP $1 de $2 (per a $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tS'ha rebut un so CTCP $1 de $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tS'ha rebut un so CTCP $1 de $2 (per a $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tXat DCC amb %C26$1%O avortat.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tS'ha establert una connexió de xat DCC amb %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tS'ha interromput el xat directe (DCC Chat) amb %C26$1%O. ($4)";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tS'ha rebut una oferta de xat directe (DCC CHAT) de $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tS'ha ofert un xat directe (DCC CHAT) a $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tJa s'ha ofert un xat directe (DCC CHAT) a $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tL'intent de connexió DCC $1 amb%C26 $2%O ha fallat (error=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tS'ha rebut un «$1%O» de $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Tipus Per a/De   Estat   Mida    Pos     Fitxer       ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tS'ha rebut una petició DCC mal formada de %C26$1%O.%010%C22*%O$tContingut del paquet: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tS'està oferint%C26 $1%O a%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tNo existeix tal oferta DCC.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tS'ha avortat la recepció del fitxer %C26 $2%O a %C26 $1%O.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tS'ha completat la recepció del fitxer%C26 $1%O de%C26 $3%O %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tConnexió DCC RECV establerta amb%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tLa recepció del fitxer%C26 $1%O de%C26 $3%O ha fallat ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tRecepció DCC: No s'ha pogut obrir $1 amb permís d'escriptura ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tEl fitxer%C26 $1%C ja existeix, es desarà com a%C26 $2%O.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Oha demanat reprendre la recepció de%C26 $2 %Cdes de %C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tL'enviament DCC%C26 $2%O a%C26 $1%O ha estat avortat.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tL'enviament DCC%C26 $1%O a%C26 $2%O s'ha completat %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tS'ha establert una connexió DCC SEND amb%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tL'enviament DCC%C26 $1%O a%C26 $2%O ha fallat. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Ous ha ofert el fitxer%C26 $2 %O(%C26$3 %Coctets)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cencallat - avortant.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Oha excedit el temps d'espera - avortant.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 ha estat eliminat de la llista de notificació.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tDesconnectat ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tS'ha trobat la vostra IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O s'ha afegit a la llista d'usuaris ignorats.";

/* nothing */
"Ignore on %C26$1%O changed." = "L'estatus d'usuari ignorat de %C26$1%O ha canviat.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Màquina                   PRIV NOTI CAN  CTCP DCC  CONV NOIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O ha estat eliminat de la llista d'usuaris ignorats.";

/* nothing */
"  Ignore list is empty." = "  La llista d'usuaris ignorats és buida.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tNo podeu entrar a%C26 %B$1 %O(És un canal només per a convidats).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tHeu estat convidat a%C26 $1%O per %C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) ha entrat a $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tNo podeu entrar a%C26 %B$1 %O(Necessiteu una contrasenya).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 ha fet fora a $2 de $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tUs ha matat $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22S'ha omès el missatge del dia.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 ja està agafat. S'està reintentant amb $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tEl sobrenom ja està agafat. Useu l'ordre /NICK per a provar-ho amb un altre.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tNo existeix tal connexió DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tNo hi ha cap procés executant-se en aquests moments";

/* nothing */
"$tNotify list is empty." = "$tLa llista de notificació està buida.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Llista de notificació                           ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 usuari(s) a la llista de notificació.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tNotificació: $1 no està connectat ($2).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tNotificació: $1 està en línia ($2).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) ha deixat $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) ha deixat $3 (%O%C23$4)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tResposta al ping des de $1: $2 segon(s)";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tPing sense resposta després de $1 seconds, desconnectant.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tJa hi ha un procés en execució";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 s'ha desconectat (%O%C23$2)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 estableix els modes%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Missatge als operadors%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tS'està cercant l'adreça IP de%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Connectat.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22S'està resolent $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tS'ha aturat l'anterior intent de connexió (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29El tema de $1%C %C29és: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 ha canviat el tema a: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29El tema de $1%C %C29ha estat establert per $2%C %C29el $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tMàquina desconeguda. Potser l'heu escrita malament?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tNo podeu entrar a%C26 %B$1 %O(S'ha assolit el límit d'usuaris).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Usuaris a $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Ces troba absent %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OFinal de la llista WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O inactiu%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, entrada:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Ousuari@màquina real%C27 $2%O, IP real IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Ara esteu parlant a $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tHeu estat expulsat de $2 per $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tHeu deixat el canal $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tHeu deixat el canal $3 (%O%C23$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tHeu convidat%C26 $1%O a%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tAra sou conegut com a $2";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** FINAL DEL REGISTRE A %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** INICI EL REGISTRE A %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* No s'ha(n) pogut obrir el(s) fitxer(s) de registre amb permís\n  d'escriptura. Reviseu els permisos de %s/xchatlogs";

/* nothing */
"Left message" = "Missatge de l'esquerra";

/* nothing */
"Right message" = "Missatge de la dreta";

/* nothing */
"The nick of the joining person" = "Sobrenom de la persona que entra";

/* nothing */
"The channel being joined" = "Canal al qual s'entra";

/* nothing */
"The host of the person" = "Màquina de la persona";

/* nothing */
"Nickname" = "Sobrenom";

/* nothing */
"The action" = "Acció";

/* nothing */
"Mode char" = "Caràcter de mode";

/* nothing */
"The text" = "Text";

/* nothing */
"Identified text" = "Text identificat";

/* nothing */
"The message" = "Missatge";

/* nothing */
"Old nickname" = "Sobrenom antic";

/* nothing */
"New nickname" = "Sobrenom nou";

/* nothing */
"Nick of person who changed the topic" = "Sobrenom de la persona que ha canviat el tema";

/* nothing */
"Topic" = "Tema";

/* nothing */
"Channel" = "Canal";

/* nothing */
"The nickname of the kicker" = "Sobrenom de qui l'ha fet fora";

/* nothing */
"The person being kicked" = "Persona expulsada";

/* nothing */
"The channel" = "Canal";

/* nothing */
"The reason" = "Motiu";

/* nothing */
"The nick of the person leaving" = "Sobrenom de la persona que surt";

/* nothing */
"The time" = "Hora";

/* nothing */
"The creator" = "Creador";

/* nothing */
"Nick" = "Sobrenom";

/* nothing */
"Reason" = "Motiu";

/* nothing */
"Host" = "Màquina";

/* nothing */
"Who it's from" = "De qui prové";

/* nothing */
"The time in x.x format (see below)" = "Hora en format x.x (vegeu més avall)";

/* nothing */
"The Channel it's going to" = "Canal de destinació";

/* nothing */
"The sound" = "So";

/* nothing */
"The nick of the person" = "Sobrenom de la persona";

/* nothing */
"The CTCP event" = "Esdeveniment CTCP";

/* nothing */
"The nick of the person who set the key" = "Sobrenom de la persona que estableix la contrasenya";

/* nothing */
"The key" = "La contrasenya";

/* nothing */
"The nick of the person who set the limit" = "El sobrenom de la persona que estableix el límit";

/* nothing */
"The limit" = "Límit";

/* nothing */
"The nick of the person who did the op'ing" = "Sobrenom de la persona que dóna l'estatus d'operador";

/* nothing */
"The nick of the person who has been op'ed" = "Sobrenom de la persona a qui s'ha fet operador";

/* nothing */
"The nick of the person who has been halfop'ed" = "Sobrenom de la persona a qui s'ha fet semi-operador";

/* nothing */
"The nick of the person who did the halfop'ing" = "Sobrenom de la persona que dóna l'estatus de semi-operador";

/* nothing */
"The nick of the person who did the voice'ing" = "Sobrenom de la persona que dóna l'estatus de veu";

/* nothing */
"The nick of the person who has been voice'ed" = "Sobrenom de la persona a qui s'ha donat veu";

/* nothing */
"The nick of the person who did the banning" = "Sobrenom de la persona que dóna l'estatus de bandejat";

/* nothing */
"The ban mask" = "Màscara d'usuaris bandejats";

/* nothing */
"The nick who removed the key" = "Sobrenom de qui ha eliminat la contrasenya";

/* nothing */
"The nick who removed the limit" = "Sobrenom de qui ha eliminat el límit";

/* nothing */
"The nick of the person of did the deop'ing" = "Sobrenom de la persona que ha tret l'estatus d'operador";

/* nothing */
"The nick of the person who has been deop'ed" = "Sobrenom de la persona a qui s'ha tret l'estatus d'operador";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Sobrenom de la persona que ha tret l'estatus de semi-operador";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Sobrenom de la persona a qui s'ha tret l'estatus de semi-operador";

/* nothing */
"The nick of the person of did the devoice'ing" = "Sobrenom de la persona que ha tret l'estatus de veu";

/* nothing */
"The nick of the person who has been devoice'ed" = "Sobrenom de la persona a qui s'ha tret l'estatus de veu";

/* nothing */
"The nick of the person of did the unban'ing" = "Sobrenom de la persona que ha tret l'estatus de bandejat";

/* nothing */
"The nick of the person who did the exempt" = "Sobrenom de la persona que dóna l'estatus d'exempt";

/* nothing */
"The exempt mask" = "Màscara d'usuaris als quals es dóna l'estatus d'exempt";

/* nothing */
"The nick of the person removed the exempt" = "Sobrenom de la persona a qui s'ha eliminat la exempció";

/* nothing */
"The nick of the person who did the invite" = "Sobrenom de la persona que dóna l'estatus de convidat";

/* nothing */
"The invite mask" = "Màscara de convidats";

/* nothing */
"The nick of the person removed the invite" = "Sobrenom de la persona que ha tret l'estatus de convidat";

/* nothing */
"The nick of the person setting the mode" = "Sobrenom de la persona que estableix el mode";

/* nothing */
"The mode's sign (+/-)" = "Senyal del mode (+/-)";

/* nothing */
"The mode letter" = "Lletra del mode";

/* nothing */
"The channel it's being set on" = "Canal al qual s'estableix";

/* nothing */
"Username" = "Nom d'usuari";

/* nothing */
"Full name" = "Nom complet";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Membre del canal/\"és un operador IRC\"";

/* nothing */
"Server Information" = "Informació del servidor";

/* nothing */
"Idle time" = "Temps inactiu";

/* nothing */
"Signon time" = "Temps d'accés";

/* nothing */
"Away reason" = "Motiu de l'absència";

/* nothing */
"Message" = "Missatge";

/* nothing */
"Account" = "Compte";

/* nothing */
"Real user@host" = "usuari@màquina real";

/* nothing */
"Real IP" = "IP real";

/* nothing */
"Channel Name" = "Nom del canal";

/* nothing */
"Text" = "Text";

/* nothing */
"Server Name" = "Nom del servidor";

/* nothing */
"Nick of person who invited you" = "Sobrenom de la persona que us ha convidat";

/* nothing */
"Users" = "Usuaris";

/* nothing */
"Nickname in use" = "Sobrenom en ús";

/* nothing */
"Nick being tried" = "Provant el sobrenom escollit";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Port";

/* nothing */
"Network" = "Xarxa";

/* nothing */
"Modes string" = "Cadena de modes";

/* nothing */
"IP address" = "Adreça IP";

/* nothing */
"DCC Type" = "Tipus de DCC";

/* nothing */
"Filename" = "Nom del fitxer";

/* nothing */
"Destination filename" = "Nom del fitxer de destí";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Ubicació";

/* nothing */
"Position" = "Posició";

/* nothing */
"Size" = "Mida";

/* nothing */
"DCC String" = "Cadena DCC";

/* nothing */
"Number of notify items" = "Nombre d'elements notificats";

/* nothing */
"Old Filename" = "Nom del fitxer antic";

/* nothing */
"New Filename" = "Nom del fitxer nou";

/* nothing */
"Receiver" = "Receptor";

/* nothing */
"Hostmask" = "Màscara de la màquina";

/* nothing */
"Hostname" = "Nom de la màquina";

/* nothing */
"The Packet" = "Paquet";

/* nothing */
"Seconds" = "Segons";

/* nothing */
"Nick of person who have been invited" = "Sobrenom de la persona que ha estat convidada";

/* nothing */
"Banmask" = "Màscara d'usuaris bandejats";

/* nothing */
"Who set the ban" = "Qui ha establert el bandejament";

/* nothing */
"Ban time" = "Duració del bandejament";

/* nothing */
"Error parsing event %s.\nLoading default." = "Error en analitzar l'esdeveniment %s.\nEs carrega el predeterminat.";

/* nothing */
"Cannot read sound file:\n%s" = "No s'ha pogut llegir el fitxer de so:\n%s";

/* nothing */
"Remote host closed socket" = "La màquina remota ha tancat la connexió";

/* nothing */
"Connection refused" = "Connexió refusada";

/* nothing */
"No route to host" = "No hi ha cap ruta cap a la màquina";

/* nothing */
"Connection timed out" = "S'ha excedit el temps d'espera";

/* nothing */
"Cannot assign that address" = "No s'ha pogut assignar aquesta adreça";

/* nothing */
"Connection reset by peer" = "Connexió reiniciada des de l'altre costat";

/* nothing */
"Ascension Island" = "Illa Ascensió";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Emirats Àrabs Units";

/* nothing */
"Afghanistan" = "Afganistan";

/* nothing */
"Antigua and Barbuda" = "Antigua i Barbuda";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albània";

/* nothing */
"Armenia" = "Armènia";

/* nothing */
"Netherlands Antilles" = "Antilles Holandeses";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antàrtida";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "DNS invers";

/* nothing */
"American Samoa" = "Samoa Americana";

/* nothing */
"Austria" = "Àustria";

/* nothing */
"Nato Fiel" = "Camp de l'OTAN";

/* nothing */
"Australia" = "Austràlia";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "Illes Aland";

/* nothing */
"Azerbaijan" = "Azerbaitjan";

/* nothing */
"Bosnia and Herzegovina" = "Bòsnia i Hercegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladesh";

/* nothing */
"Belgium" = "Bèlgica";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulgària";

/* nothing */
"Bahrain" = "Bahrain";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Negocis";

/* nothing */
"Benin" = "Benín";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Bolívia";

/* nothing */
"Brazil" = "Brasil";

/* nothing */
"Bahamas" = "Bahames";

/* nothing */
"Bhutan" = "Bhutan";

/* nothing */
"Bouvet Island" = "Illa Bouvet";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Bielorússia";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Canadà";

/* nothing */
"Cocos Islands" = "Illes Cocos";

/* nothing */
"Democratic Republic of Congo" = "República Democràtica del Congo";

/* nothing */
"Central African Republic" = "República Centreafricana";

/* nothing */
"Congo" = "Congo";

/* nothing */
"Switzerland" = "Suïssa";

/* nothing */
"Cote d'Ivoire" = "Costa d'Ivori";

/* nothing */
"Cook Islands" = "Illes Cook";

/* nothing */
"Chile" = "Xile";

/* nothing */
"Cameroon" = "Camerun";

/* nothing */
"China" = "Xina";

/* nothing */
"Colombia" = "Colòmbia";

/* nothing */
"Internic Commercial" = "Internic Comercial";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Serbia and Montenegro" = "Sèrbia i Montenegro";

/* nothing */
"Cuba" = "Cuba";

/* nothing */
"Cape Verde" = "Cap Verd";

/* nothing */
"Christmas Island" = "Illa Christmas";

/* nothing */
"Cyprus" = "Xipre";

/* nothing */
"Czech Republic" = "República Txeca";

/* nothing */
"Germany" = "Alemanya";

/* nothing */
"Djibouti" = "Djibouti";

/* nothing */
"Denmark" = "Dinamarca";

/* nothing */
"Dominica" = "Dominica";

/* nothing */
"Dominican Republic" = "República Dominicana";

/* nothing */
"Algeria" = "Algèria";

/* nothing */
"Ecuador" = "Equador";

/* nothing */
"Educational Institution" = "Institució educativa";

/* nothing */
"Estonia" = "Estònia";

/* nothing */
"Egypt" = "Egipte";

/* nothing */
"Western Sahara" = "Sàhara Occidental";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Espanya";

/* nothing */
"Ethiopia" = "Etiòpia";

/* nothing */
"European Union" = "Unió Europea";

/* nothing */
"Finland" = "Finlàndia";

/* nothing */
"Fiji" = "Fiji";

/* nothing */
"Falkland Islands" = "Illes Malvines";

/* nothing */
"Micronesia" = "Micronèsia";

/* nothing */
"Faroe Islands" = "Illes Faroe";

/* nothing */
"France" = "França";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Gran Bretanya";

/* nothing */
"Grenada" = "Granada";

/* nothing */
"Georgia" = "Geòrgia";

/* nothing */
"French Guiana" = "Guaiana Francesa";

/* nothing */
"British Channel Isles" = "Illes del Canal Britànic";

/* nothing */
"Ghana" = "Ghana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Groenlàndia";

/* nothing */
"Gambia" = "Gàmbia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Institució governamental";

/* nothing */
"Guadeloupe" = "Guadalupe";

/* nothing */
"Equatorial Guinea" = "Guinea Equatorial";

/* nothing */
"Greece" = "Grècia";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Illes Geòrgia del Sud i Sandwich del Sud";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea Bissau";

/* nothing */
"Guyana" = "Guyana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Illes Heard i McDonald";

/* nothing */
"Honduras" = "Hondures";

/* nothing */
"Croatia" = "Croàcia";

/* nothing */
"Haiti" = "Haití";

/* nothing */
"Hungary" = "Hongria";

/* nothing */
"Indonesia" = "Indonèsia";

/* nothing */
"Ireland" = "Irlanda";

/* nothing */
"Israel" = "Israel";

/* nothing */
"Isle of Man" = "Illa de Man";

/* nothing */
"India" = "Índia";

/* nothing */
"Informational" = "Informatiu";

/* nothing */
"International" = "Internacional";

/* nothing */
"British Indian Ocean Territory" = "Territori Britànic de l'Oceà Índic";

/* nothing */
"Iraq" = "Iraq";

/* nothing */
"Iran" = "Iran";

/* nothing */
"Iceland" = "Islàndia";

/* nothing */
"Italy" = "Itàlia";

/* nothing */
"Jersey" = "Jersey";

/* nothing */
"Jamaica" = "Jamaica";

/* nothing */
"Jordan" = "Jordània";

/* nothing */
"Japan" = "Japó";

/* nothing */
"Kenya" = "Kenya";

/* nothing */
"Kyrgyzstan" = "Kyrgyzstan";

/* nothing */
"Cambodia" = "Cambodja";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Comoros";

/* nothing */
"St. Kitts and Nevis" = "St. Kitts i Nevis";

/* nothing */
"North Korea" = "Corea del Nord";

/* nothing */
"South Korea" = "Corea del Sud";

/* nothing */
"Kuwait" = "Kuwait";

/* nothing */
"Cayman Islands" = "Illes Caiman";

/* nothing */
"Kazakhstan" = "Kazakhstan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Líban";

/* nothing */
"Saint Lucia" = "Saint Lucia";

/* nothing */
"Liechtenstein" = "Liechtenstein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Libèria";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Lituània";

/* nothing */
"Luxembourg" = "Luxemburg";

/* nothing */
"Latvia" = "Letònia";

/* nothing */
"Libya" = "Líbia";

/* nothing */
"Morocco" = "Marroc";

/* nothing */
"Monaco" = "Mónaco";

/* nothing */
"Moldova" = "Moldàvia";

/* nothing */
"United States Medical" = "Servei mèdic dels Estats Units";

/* nothing */
"Madagascar" = "Madagascar";

/* nothing */
"Marshall Islands" = "Illes Marshall";

/* nothing */
"Military" = "Institució militar";

/* nothing */
"Macedonia" = "Macedònia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar";

/* nothing */
"Mongolia" = "Mongòlia";

/* nothing */
"Macau" = "Macau";

/* nothing */
"Northern Mariana Islands" = "Illes Marianes del Nord";

/* nothing */
"Martinique" = "Martinica";

/* nothing */
"Mauritania" = "Mauritània";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Maurici";

/* nothing */
"Maldives" = "Maldives";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Mèxic";

/* nothing */
"Malaysia" = "Malàisia";

/* nothing */
"Mozambique" = "Moçambic";

/* nothing */
"Namibia" = "Namíbia";

/* nothing */
"New Caledonia" = "Nova Caledònia";

/* nothing */
"Niger" = "Níger";

/* nothing */
"Internic Network" = "Xarxa Internic";

/* nothing */
"Norfolk Island" = "Illes Norfolk";

/* nothing */
"Nigeria" = "Nigèria";

/* nothing */
"Nicaragua" = "Nicaragua";

/* nothing */
"Netherlands" = "Països Baixos";

/* nothing */
"Norway" = "Noruega";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Nova Zelanda";

/* nothing */
"Oman" = "Oman";

/* nothing */
"Internic Non-Profit Organization" = "Organització Internic sense ànim de lucre";

/* nothing */
"Panama" = "Panamà";

/* nothing */
"Peru" = "Perú";

/* nothing */
"French Polynesia" = "Polinèsia Francesa";

/* nothing */
"Papua New Guinea" = "Papua Nova Guinea";

/* nothing */
"Philippines" = "Filipines";

/* nothing */
"Pakistan" = "Paquistan";

/* nothing */
"Poland" = "Polònia";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre i Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Puerto Rico";

/* nothing */
"Palestinian Territory" = "Palestina";

/* nothing */
"Portugal" = "Portugal";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguai";

/* nothing */
"Qatar" = "Qatar";

/* nothing */
"Reunion" = "Reunion";

/* nothing */
"Romania" = "Romania";

/* nothing */
"Old School ARPAnet" = "ARPAnet de l'antiga escola";

/* nothing */
"Russian Federation" = "Rússia";

/* nothing */
"Rwanda" = "Rwanda";

/* nothing */
"Saudi Arabia" = "Aràbia Saudita";

/* nothing */
"Solomon Islands" = "Illes Salomó";

/* nothing */
"Seychelles" = "Seychelles";

/* nothing */
"Sudan" = "Sudan";

/* nothing */
"Sweden" = "Suècia";

/* nothing */
"Singapore" = "Singapur";

/* nothing */
"St. Helena" = "St. Helena";

/* nothing */
"Slovenia" = "Eslovènia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Illes Svalbard i Jan Mayen";

/* nothing */
"Slovak Republic" = "República Eslovaca";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somàlia";

/* nothing */
"Suriname" = "Surinam";

/* nothing */
"Sao Tome and Principe" = "Sao Tomé i Príncipe";

/* nothing */
"Former USSR" = "Antiga URSS";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Síria";

/* nothing */
"Swaziland" = "Swazilàndia";

/* nothing */
"Turks and Caicos Islands" = "Illes Turks i Caicos";

/* nothing */
"Chad" = "Txad";

/* nothing */
"French Southern Territories" = "Territoris Francesos del Sud";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Tailàndia";

/* nothing */
"Tajikistan" = "Tadjikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Timor Oriental";

/* nothing */
"Turkmenistan" = "Turkmenistan";

/* nothing */
"Tunisia" = "Tunísia";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Turquia";

/* nothing */
"Trinidad and Tobago" = "Trinitat i Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzània";

/* nothing */
"Ukraine" = "Ucraïna";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Regne Unit";

/* nothing */
"United States of America" = "Estats Units d'Amèrica";

/* nothing */
"Uruguay" = "Uruguai";

/* nothing */
"Uzbekistan" = "Uzbekistan";

/* nothing */
"Vatican City State" = "Ciutat Estat del Vaticà";

/* nothing */
"St. Vincent and the Grenadines" = "St. Vincent i les Granadines";

/* nothing */
"Venezuela" = "Veneçuela";

/* nothing */
"British Virgin Islands" = "Illes Verge Britàniques";

/* nothing */
"US Virgin Islands" = "Illes Verge Americanes";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Illes Wallis i Futuna";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Iemen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Iugoslàvia";

/* nothing */
"South Africa" = "Sud-àfrica";

/* nothing */
"Zambia" = "Zàmbia";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Desconegut";

/* nothing */
"Open Dialog Window" = "Obre una finestra de diàleg";

/* nothing */
"Send a File" = "Envia un fitxer";

/* nothing */
"User Info (WHOIS)" = "";

/* nothing */
"Operator Actions" = "Opcions";

/* nothing */
"Give Ops" = "Dóna l'estatus d'operador";

/* nothing */
"Take Ops" = "Treu l'estatus d'operador";

/* nothing */
"Give Voice" = "Dóna l'estatus de veu";

/* nothing */
"Take Voice" = "Treu l'estatus de veu";

/* nothing */
"Kick/Ban" = "Fes fora/Bandeja";

/* nothing */
"Kick" = "Fes fora";

/* nothing */
"Ban" = "Bandeja";

/* nothing */
"KickBan" = "Fes fora i bandeja";

/* nothing */
"Direct client-to-client" = "Directe Client-a-Client";

/* nothing */
"Send File" = "Envia un fitxer";

/* nothing */
"Offer Chat" = "Ofereix un xat";

/* nothing */
"Abort Chat" = "Avorta el xat";

/* nothing */
"Version" = "Versió";

/* nothing */
"Userinfo" = "Informació de l'usuari";

/* nothing */
"Clientinfo" = "Informació del client";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Hora";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Operador";

/* nothing */
"Kill this user" = "Mata aquest usuari";

/* nothing */
"Mode" = "Mode";

/* nothing */
"Give Half-Ops" = "Dóna l'estatus de semi-operador";

/* nothing */
"Take Half-Ops" = "Treu l'estatus de semi-operador";

/* nothing */
"Ignore" = "Ignora";

/* nothing */
"Ignore User" = "Ignora l'usuari";

/* nothing */
"UnIgnore User" = "Deixa d'ignorar l'usuari";

/* nothing */
"Info" = "Informació";

/* nothing */
"Who" = "Qui";

/* nothing */
"WhoIs" = "WhoIs (Qui és?)";

/* nothing */
"DNS Lookup" = "Consulta DNS";

/* nothing */
"Trace" = "Traça";

/* nothing */
"UserHost" = "UsuariMàquina";

/* nothing */
"External" = "Extern";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Deixa el canal";

/* nothing */
"Join Channel..." = "Entra al canal...";

/* nothing */
"Enter Channel to Join:" = "Introduïu el canal on entrar:";

/* nothing */
"Server Links" = "Enllaços del servidor";

/* nothing */
"Ping Server" = "Ping al servidor";

/* nothing */
"Hide Version" = "Oculta la versió";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "adéu";

/* nothing */
"Enter reason to kick %s:" = "Introduïu el motiu per a fer fora a %s:";

/* nothing */
"Sendfile" = "Envia fitxer";

/* nothing */
"Dialog" = "Diàleg";

/* nothing */
"Send" = "Envia";

/* nothing */
"Chat" = "Xat";

/* nothing */
"Clear" = "Neteja";

/* nothing */
"Couldn't connect to session bus" = "No s'ha pogut establir connexió amb el bus de la sessió: %s\n";

/* nothing */
"Failed to complete NameHasOwner" = "Error en obrir el tipus de lletra:\n\n%s";

/* nothing */
"Failed to complete Command" = "Error en obrir el tipus de lletra:\n\n%s";

/* nothing */
"remote access" = "accés remot";

/* nothing */
"plugin for remote access using DBUS" = "connector per a l'accés remot a través del DBUS";

/* nothing */
"Couldn't connect to session bus: %s\n" = "No s'ha pogut establir connexió amb el bus de la sessió: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "No s'ha pogut adquirir %s: %s\n";

/* nothing */
"About XChat" = "Quant a l'X-Chat";

/* nothing */
"A multiplatform IRC Client" = "Un client d'IRC multiplataforma";

/* nothing */
"Character Chart" = "Taula de caràcters";

/* nothing */
"Not connected." = "Desconnecta";

/* nothing */
"You must select some bans." = "Heu de seleccionar algun usuari bandejat.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "";

/* nothing */
"Mask" = "Màscara";

/* nothing */
"From" = "Per";

/* nothing */
"Date" = "Data";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "";

/* nothing */
"XChat: Ban List (%s)" = "X-Chat: Llista d'usuaris bandejats (%s)";

/* nothing */
"Remove" = "Elimina";

/* nothing */
"Crop" = "Escurça";

/* nothing */
"Refresh" = "Refresca";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Estadístiques d'usuaris i canals: %d/%d usuaris en %d/%d canals";

/* nothing */
"Select an output filename" = "Seleccioneu un nom de fitxer";

/* nothing */
"_Join Channel" = "Entra al canal";

/* nothing */
"_Copy Channel Name" = "Nom del canal";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "X-Chat: Llista de canals (%s)";

/* nothing */
"_Search" = "";

/* nothing */
"_Download List" = "Desa els fitxers baixats a:";

/* nothing */
"Save _List..." = "Llista de servidors...";

/* nothing */
"Show only:" = "Mostra el_s colors";

/* nothing */
"channels with" = "Canal";

/* nothing */
"to" = "a";

/* nothing */
"users." = "usuaris";

/* nothing */
"Look in:" = "";

/* nothing */
"Channel name" = "Nom del canal";

/* nothing */
"Search type:" = "Cerca el text...";

/* nothing */
"Simple Search" = "";

/* nothing */
"Pattern Match (Wildcards)" = "";

/* nothing */
"Regular Expression" = "";

/* nothing */
"Find:" = "Cerca:";

/* nothing */
"Send file to %s" = "Envia un fitxer a %s";

/* nothing */
"That file is not resumable." = "La transferència d'aquest fitxer no es pot reprendre.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "No s'ha pogut accedir al fitxer: %s\n%s.\nNo es pot continuar.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "El fitxer del directori de recepcions és més gran que el fitxer ofert. No es pot continuar.";

/* nothing */
"Cannot resume the same file from two people." = "No es pot reprendre la recepció del mateix fitxer des de dues persones diferents.";

/* nothing */
"XChat: Uploads and Downloads" = "";

/* nothing */
"Status" = "Estat";

/* nothing */
"File" = "Fitxer";

/* nothing */
"ETA" = "ETA";

/* nothing */
"Both" = "Tots dos";

/* nothing */
"Uploads" = "";

/* nothing */
"Downloads" = "Desa els fitxers baixats a:";

/* nothing */
"Details" = "Les vostres dades";

/* nothing */
"File:" = "Fitxer:";

/* nothing */
"Address:" = "Adreça:";

/* nothing */
"Abort" = "Avorta";

/* nothing */
"Accept" = "Accepta";

/* nothing */
"Resume" = "Reprèn";

/* nothing */
"Open Folder..." = "Envia un fitxer...";

/* nothing */
"XChat: DCC Chat List" = "X-Chat: Llista de xats DCC";

/* nothing */
"Recv" = "Rebut";

/* nothing */
"Sent" = "Enviat";

/* nothing */
"Start Time" = "Hora d'inici";

/* nothing */
"*NEW*" = "*NOU*";

/* nothing */
"EDIT ME" = "EDITA'M";

/* nothing */
"Name" = "Nom";

/* nothing */
"Command" = "Ordre";

/* nothing */
"Move Up" = "Mou amunt";

/* nothing */
"Move Dn" = "Mou avall";

/* nothing */
"Cancel" = "Cancel·la";

/* nothing */
"Save" = "Desa";

/* nothing */
"Add New" = "Afegeix";

/* nothing */
"Delete" = "Esborra";

/* nothing */
"Sort" = "Ordena";

/* nothing */
"Help" = "Ajuda";

/* nothing */
"Don't auto connect to servers" = "Reconnexió automàtica al servidor";

/* nothing */
"Use a different config directory" = "useu un directori de configuració diferent";

/* nothing */
"Don't auto load any plugins" = "no carreguis automàticament els connectors";

/* nothing */
"Show plugin auto-load directory" = "mostra el directori de càrrega automàtica de connectors";

/* nothing */
"Show user config directory" = "mostra el directori de configuració de l'usuari";

/* nothing */
"Open an irc://server:port/channel URL" = "";

/* nothing */
"Open URL in an existing XChat" = "Obre l'URL en una instància existent de l'XChat-GNOME";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "Mai";

/* nothing */
"Show version information" = "mostra informació de la versió";

/* nothing */
"Failed to open font:\n\n%s" = "No s'ha pogut obrir el tipus de lletra:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "El buffer de cerca està buit.\n";

/* nothing */
"%d bytes" = "%d octets";

/* nothing */
"Network send queue: %d bytes" = "";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "L'acció ^BRun Command^B executa les dades de Dades 1 com si les haguessiu escrit a la línia d'entrada on heu escrit la seqüència de tecles. Pot contenir text (que s'enviarà al canal/persona), ordres, o ordres d'usuari. Durant l'execució tots els caràcters ^B\\n^B de Dades 1 s'utilitzen per delimitar diferents ordres, de manera que se'n pot executar més d'una. Si voleu escriure un signe ^B\\^B en el text heu d'escriure ^B\\\\^B";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "L'ordre ^BChange Page^B passa una pàgina a la llibreta. Poseu a Dades 1 la pàgina a la qual voleu anar. Si Dades 2 no està en blanc el canvi de pàgina serà relatiu a la posició actual";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "L'ordre ^BInsert in Buffer^B insereix el contingut de Dades 1 en el lloc on hagueu escrit la seqüència de tecles a la posició del cursor";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "L'ordre ^BScroll Page^B desplaça l'objecte de text una pàgina (o una línia) amunt o avall. Definiu Dades 1 com a «Up» (amunt), «Down» (avall), +1 o -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "L'ordre ^BSet Buffer^B col·loca el contingut de Dades 1 a l'objecte on heu premut la seqüència de tecles";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "L'ordre ^BLast Command^B col·loca l'última ordre executada a la línia - igual que prémer la fletxa amunt a la shell";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "L'ordre ^BNext Command^B col·loca la següent ordre a la línia - igual que prémer la fletxa avall a la shell";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Aquesta ordre canvia el text de la línia per a completar un sobrenom o ordre incompleta. Si Dades 1 no està en blanc una doble tabulació seleccionarà l'anterior sobrenom i no el següent";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Aquesta ordre desplaça amunt o avall la llista de sobrenoms. Si Dades 1 està en blanc es desplaçarà avall, i en cas contrari, amunt";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Aquesta ordre cerca l'última paraula escrita a la llista de substitucions i la substitueix en cas de trobar-la";

/* nothing */
"This command moves the front tab left by one" = "Aquesta ordre mou la pestanya davantera una posició cap a l'esquerra";

/* nothing */
"This command moves the front tab right by one" = "Aquesta ordre mou la pestanya davantera una posició cap a la dreta";

/* nothing */
"This command moves the current tab family to the left" = "Aquesta ordre mou el conjunt de pestanyes actual cap a l'esquerra";

/* nothing */
"This command moves the current tab family to the right" = "Aquesta ordre mou el conjunt de pestanyes actual cap a la dreta";

/* nothing */
"Push input line into history but doesn't send to server" = "Introdueix la línia a l'historial però no l'envia al servidor";

/* nothing */
"There was an error loading key bindings configuration" = "Hi ha hagut un error en carregar la configuració dels vincles de tecla";

/* nothing */
"<none>" = "<cap>";

/* nothing */
"Mod" = "Modificador";

/* nothing */
"Key" = "Tecla";

/* nothing */
"Action" = "Acció";

/* nothing */
"XChat: Keyboard Shortcuts" = "X-Chat: Vincles de tecla";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Dades 1";

/* nothing */
"Data 2" = "Dades 2";

/* nothing */
"Error opening keys config file\n" = "Error en obrir el fitxer de configuració del teclat\n\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Nom de tecla «%s» desconegut en el fitxer de configuració\nde vincles de tecla. S'avorta la càrrega, si us plau\nreviseu %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Acció «%s» desconeguda en el fitxer de configuració\nde vincles de tecla. S'avorta la càrrega, si us plau\nreviseu %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "S'esperava una línia de Dades (començada per Dx{:|!}) però s'ha obtingut:\n%s\n\nS'avorta la càrrega, si us plau, reviseu %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "El fitxer de configuració de vincles de tecla està malmès.\nSi us plau, reviseu %s/keybindings.conf\n\n";

/* nothing */
"Cannot write to that file." = "No es pot escriure a aquest fitxer.";

/* nothing */
"Cannot read that file." = "Aquest fitxer no es pot llegir.";

/* nothing */
"That mask already exists." = "Aquesta màscara ja existeix.";

/* nothing */
"Private" = "Privats";

/* nothing */
"Notice" = "Avisos";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Invitacions";

/* nothing */
"Unignore" = "Deixa d'ignorar";

/* nothing */
"Enter mask to ignore:" = "Introduïu una màscara a ignorar:";

/* nothing */
"XChat: Ignore list" = "X-Chat: Llista d'usuaris ignorats";

/* nothing */
"Ignore Stats:" = "Estatus d'ignorat:";

/* nothing */
"Channel:" = "Canal:";

/* nothing */
"Private:" = "Privats:";

/* nothing */
"Notice:" = "Avisos:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Invitacions:";

/* nothing */
"Add..." = "Afegeix";

/* nothing */
"Channel name too short, try again." = "";

/* nothing */
"XChat: Connection Complete" = "S'ha excedit el temps d'espera";

/* nothing */
"Connection to %s complete." = "Connexió reiniciada des de l'altre costat";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "";

/* nothing */
"What would you like to do next?" = "";

/* nothing */
"_Nothing, I'll join a channel later." = "";

/* nothing */
"_Join this channel:" = "Entra al canal";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "";

/* nothing */
"O_pen the Channel-List window." = "Obre els canals en:";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "";

/* nothing */
"_Always show this dialog after connecting." = "";

/* nothing */
"Dialog with" = "Diàleg amb";

/* nothing */
"Topic for %s is: %s" = "El tema per a %s és: %s";

/* nothing */
"No topic is set" = "No hi ha cap tema establert";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "";

/* nothing */
"Quit XChat?" = "Quant a l'X-Chat";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "Connecta-t'hi automàticament a l'inici";

/* nothing */
"Are you sure you want to quit?" = "";

/* nothing */
"Some file transfers are still active." = "Encara hi ha transferències de fitxers actives, voleu sortir de l'X-Chat?";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "Inseriu el codi de color";

/* nothing */
"<b>Bold</b>" = "";

/* nothing */
"<u>Underline</u>" = "Subratllat";

/* nothing */
"Normal" = "Noruega";

/* nothing */
"Colors 0-7" = "Colors";

/* nothing */
"Colors 8-15" = "Colors";

/* nothing */
"Beep on message" = "Avís sonor a cada missatge";

/* nothing */
"Blink tray on message" = "Avís sonor a cada missatge";

/* nothing */
"Show join/part messages" = "Mostra missatges d'entrada/sortida";

/* nothing */
"Color paste" = "Enganxa amb color";

/* nothing */
"_Close Tab" = "Tanca la pestanya";

/* nothing */
"_Detach Tab" = "Separa la pestanya";

/* nothing */
"User limit must be a number!\n" = "El límit d'usuaris ha de ser un número!\n";

/* nothing */
"Topic Protection" = "Protecció del tema";

/* nothing */
"No outside messages" = "Cap missatge de fora";

/* nothing */
"Secret" = "Secret";

/* nothing */
"Invite Only" = "Només convidats";

/* nothing */
"Moderated" = "Moderat";

/* nothing */
"Ban List" = "Llista de bandejats";

/* nothing */
"Keyword" = "Contrasenya";

/* nothing */
"User Limit" = "Límit d'usuaris";

/* nothing */
"Show/Hide userlist" = "Mostra/Oculta la llista d'usuaris";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "No s'ha pogut fer transparent el fons!\n\nPotser esteu utilitzant un gestor de finestres\nno compatible que no està soportat.\n";

/* nothing */
"Enter new nickname:" = "Introduïu el nou sobrenom:";

/* nothing */
"Host unknown" = "Màquina desconeguda";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Nom real:";

/* nothing */
"User:" = "Usuari:";

/* nothing */
"Country:" = "País:";

/* nothing */
"Server:" = "Servidor:";

/* nothing */
"Away Msg:" = "Missatge d'absència:";

/* nothing */
"%u minutes ago" = "";

/* nothing */
"Last Msg:" = "Últim missatge:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "";

/* nothing */
"Open Link in Browser" = "_Obre l'enllaç en el navegador";

/* nothing */
"Copy Selected Link" = "Copia l'URL seleccionat";

/* nothing */
"Join Channel" = "Entra al canal";

/* nothing */
"Part Channel" = "Deixa el canal";

/* nothing */
"Cycle Channel" = "Canvia de canal";

/* nothing */
"XChat: User menu" = "X-Chat: Menú d'usuari";

/* nothing */
"Edit This Menu..." = "Edita aquest menú...";

/* nothing */
"Retrieve channel list..." = "Llista de canals...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Ordres d'usuari - Codis especials:\n\n%c  =  canal actual\n%m  =  informació de la màquina\n%n  =  el vostre sobrenom\n%t  =  hora i data\n%v  =  versió de l'xchat\n%2  =  paraula 2\n%3  =  paraula 3\n&2  =  paraula 2 fins a final de línia\n&3  =  paraula 3 fins a final de línia\n\np.ex:\n/cmd john hello\n\n%2 seria \"john\"\n&2 seria \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Botons de la llista d'usuaris - Codis especials:\n\n%a  =  tots els sobrenoms seleccionats\n%c  =  canal actual\n%h  =  màquina del sobrenom seleccionat\n%m  =  informació de la màquina\n%n  =  el vostre sobrenom\n%s  =  sobrenom seleccionat\n%t  =  hora i data\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Botons de diàleg - Codis especials:\n\n%a  =  tots els sobrenoms seleccionats\n%c  =  canal actual\n%h  =  màquina del sobrenom seleccionat\n%m  =  informació de la màquina\n%n  =  el vostre sobrenom\n%s  =  sobrenom seleccionat\n%t  =  hora i data\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Respostes CTCP - Codis especials:\n\n%d  =  dades (el CTCP sencer)\n%m  =  informació de la màquina\n%s  =  sobrenom de qui envia el ctcp\n%t  =  hora i data\n%2  =  paraula 2\n%3  =  paraula 3\n&2  =  paraula 2 fins a final de línia\n&3  =  paraula 3 fins a final de línia\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "Gestió d'URLs - Codis especials:\n\n%s  = la cadena d'URL\n\nPoseu un ! al davant de l'ordre per\nindicar que l'ha executar la shell";

/* nothing */
"XChat: User Defined Commands" = "X-Chat: Ordres definides per l'usuari";

/* nothing */
"XChat: Userlist Popup menu" = "X-Chat: Menú emergent de la llista d'usuaris";

/* nothing */
"Replace with" = "";

/* nothing */
"XChat: Replace" = "X-Chat: Substitueix";

/* nothing */
"XChat: URL Handlers" = "X-Chat: Gestió d'URLs";

/* nothing */
"XChat: Userlist buttons" = "X-Chat: Botons de la llista d'usuaris";

/* nothing */
"XChat: Dialog buttons" = "X-Chat: Botons de diàleg";

/* nothing */
"XChat: CTCP Replies" = "X-Chat: Respostes CTCP";

/* nothing */
"_XChat" = "_X-Chat";

/* nothing */
"Network Li_st..." = "Configuració de la xarxa";

/* nothing */
"_New" = "Nou";

/* nothing */
"Server Tab..." = "Pestanya de servidor...";

/* nothing */
"Channel Tab..." = "Pestanya de canal...";

/* nothing */
"Server Window..." = "Finestra de servidor...";

/* nothing */
"Channel Window..." = "Finestra de canals...";

/* nothing */
"_Load Plugin or Script..." = "Carrega un connector o script...";

/* nothing */
"_Quit" = "Surt";

/* nothing */
"_View" = "";

/* nothing */
"_Menu Bar" = "Barra de menú";

/* nothing */
"_Topic Bar" = "Barra del tema";

/* nothing */
"_User List" = "Llista d'usuaris";

/* nothing */
"U_serlist Buttons" = "Botons de la llista d'usuaris...";

/* nothing */
"M_ode Buttons" = "Botons de mode";

/* nothing */
"_Channel Switcher" = "_Tema del canal";

/* nothing */
"_Tabs" = "Pestanyes";

/* nothing */
"T_ree" = "Traça";

/* nothing */
"_Network Meters" = "Monitor de la xarxa";

/* nothing */
"Off" = "Desactivat";

/* nothing */
"Graph" = "Gràfic";

/* nothing */
"_Server" = "_Servidor";

/* nothing */
"_Disconnect" = "Desconnecta";

/* nothing */
"_Reconnect" = "Torna a connectar";

/* nothing */
"Marked Away" = "Marca'm _absent";

/* nothing */
"_Usermenu" = "Nom d'usuari";

/* nothing */
"S_ettings" = "Conf_iguració";

/* nothing */
"_Preferences" = "Preferè_ncies...";

/* nothing */
"Advanced" = "Avançat";

/* nothing */
"Auto Replace..." = "Substitució automàtica...";

/* nothing */
"CTCP Replies..." = "Respostes CTCP...";

/* nothing */
"Dialog Buttons..." = "Botons de diàleg...";

/* nothing */
"Keyboard Shortcuts..." = "Vincles de tecla...";

/* nothing */
"Text Events..." = "Esdeveniments...";

/* nothing */
"URL Handlers..." = "Gestió d'URLs...";

/* nothing */
"User Commands..." = "Ordres de l'usuari...";

/* nothing */
"Userlist Buttons..." = "Botons de la llista d'usuaris...";

/* nothing */
"Userlist Popup..." = "Menú emergent de la llista d'usuaris...";

/* nothing */
"_Window" = "_Finestra";

/* nothing */
"Ban List..." = "Llista d'usuaris bandejats...";

/* nothing */
"Channel List..." = "Llista de canals...";

/* nothing */
"Character Chart..." = "Taula de caràcters...";

/* nothing */
"Direct Chat..." = "Xat directe...";

/* nothing */
"File Transfers..." = "Transferències de _fitxers";

/* nothing */
"Ignore List..." = "Llista d'usuaris ignorats...";

/* nothing */
"Notify List..." = "Llista de notificació...";

/* nothing */
"Plugins and Scripts..." = "Connectors i scripts...";

/* nothing */
"Raw Log..." = "Registre en brut...";

/* nothing */
"URL Grabber..." = "Capturador d'URLs...";

/* nothing */
"Reset Marker Line" = "Resitua la línia de separació";

/* nothing */
"C_lear Text" = "_Neteja el text";

/* nothing */
"Search Text..." = "Cerca el text...";

/* nothing */
"Save Text..." = "Desa el text...";

/* nothing */
"_Help" = "_Ajuda";

/* nothing */
"_Contents" = "_Contingut";

/* nothing */
"_About" = "_Quant a";

/* nothing */
"_Attach Window" = "_Finestra";

/* nothing */
"_Close Window" = "_Finestra";

/* nothing */
"User" = "Usuari";

/* nothing */
"Last Seen" = "Vist per últim cop";

/* nothing */
"Offline" = "Desconnectat";

/* nothing */
"Never" = "Mai";

/* nothing */
"%d minutes ago" = "";

/* nothing */
"Online" = "Connectat";

/* nothing */
"Enter nickname to add:" = "Introduïu el sobrenom a afegir:";

/* nothing */
"Notify on these networks:" = "";

/* nothing */
"Comma separated list of networks is accepted." = "";

/* nothing */
"XChat: Notify List" = "X-Chat: Llista de notificació";

/* nothing */
"Open Dialog" = "Obre una finestra de diàleg";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "";

/* nothing */
"_Restore" = "Xarxa";

/* nothing */
"_Hide" = "Oculta";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "Nom del canal";

/* nothing */
"Private Message" = "Missatge privat de %s";

/* nothing */
"Highlighted Message" = "Avís sonor quan hi hagi missatges realçats";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "Missatge privat de %s";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "";

/* nothing */
"XChat: Private message from: %s (%s)" = "Missatge privat de %s";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: File offer from: %s (%s)" = "";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "";

/* nothing */
"Description" = "Descripció";

/* nothing */
"Select a Plugin or Script to load" = "Seleccioneu el connector o script a carregar";

/* nothing */
"XChat: Plugins and Scripts" = "X-Chat: Connectors i scripts";

/* nothing */
"_Load..." = "_Carrega...";

/* nothing */
"_UnLoad" = "_Descarrega";

/* nothing */
"_Close" = "_Tanca";

/* nothing */
"Save As..." = "Desa com a";

/* nothing */
"XChat: Rawlog (%s)" = "X-Chat: Registre brut (%s)";

/* nothing */
"Clear rawlog" = "Neteja";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "La finestra que vàreu obrir per aquesta cerca ja no existeix.";

/* nothing */
"Search hit end, not found." = "";

/* nothing */
"XChat: Search" = "X-Chat: Cerca";

/* nothing */
"_Match case" = "";

/* nothing */
"Search _backwards" = "";

/* nothing */
"_Find" = "_Cerca";

/* nothing */
"New Network" = "Xarxa nova";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Voleu eliminar la xarxa \"%s\" i tots els seus servidors?";

/* nothing */
"User name and Real name cannot be left blank." = "El nom d'usuari i el nom real no es poden deixar en blanc.";

/* nothing */
"XChat: Edit %s" = "X-Chat: Detalls de %s";

/* nothing */
"Servers for %s" = "Servidors per a %s";

/* nothing */
"Connect to selected server only" = "Connectar-se només al servedor seleccionat";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Quan falla la connexió, no ho reintenta amb cada un dels servidors.";

/* nothing */
"Your Details" = "Les vostres dades";

/* nothing */
"Use global user information" = "Utilitza la informació global d'usuari";

/* nothing */
"_Nick name:" = "Sobrenom:";

/* nothing */
"Second choice:" = "Segona opció:";

/* nothing */
"_User name:" = "Nom d'usuari";

/* nothing */
"Rea_l name:" = "Nom real:";

/* nothing */
"Connecting" = "Connexió";

/* nothing */
"Auto connect to this network at startup" = "Connecta-t'hi automàticament a l'inici";

/* nothing */
"Use a proxy server" = "Utilitza un servidor intermedi";

/* nothing */
"Use SSL for all the servers on this network" = "Utilitza SSL amb tots els servidors d'aquesta xarxa";

/* nothing */
"Accept invalid SSL certificate" = "Accepta certificats SSL invàlids";

/* nothing */
"C_hannels to join:" = "Canals on entrar:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Canals on entrar, separats per comes, però sense espais!";

/* nothing */
"Connect command:" = "Ordre de connexió:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Executa aquesta ordre un cop establerta la connexió. Si en necessiteu més d'una poseu LOAD -e <fitxer> on <fitxer> és un fitxer de text amb les ordres a executar.";

/* nothing */
"Nickserv password:" = "Contrasenya per al servidor de sobrenoms:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "";

/* nothing */
"Server password:" = "Contrasenya per al servidor:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Contrasenya per al servidor. En cas de dubte, deixeu-ho en blanc.";

/* nothing */
"Character set:" = "Joc de caràcters:";

/* nothing */
"_Edit" = "Edita";

/* nothing */
"XChat: Network List" = "X-Chat: Llista de servidors";

/* nothing */
"User Information" = "Informació de l'usuari";

/* nothing */
"Third choice:" = "Tercera opció:";

/* nothing */
"Networks" = "Xarxes";

/* nothing */
"Skip network list on startup" = "Omet mostrar la llista de servidors a l'inici";

/* nothing */
"_Edit..." = "Edita...";

/* nothing */
"_Sort" = "Ordena";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "Connecta";

/* nothing */
"Text Box Appearance" = "Aparença de la finestra de text";

/* nothing */
"Font:" = "Tipus de lletra:";

/* nothing */
"Background image:" = "Imatge de fons:";

/* nothing */
"Scrollback lines:" = "Línies fora la finestra:";

/* nothing */
"Colored nick names" = "Acoloreix els sobrenoms";

/* nothing */
"Give each person on IRC a different color" = "Assigna un color diferent a cada persona";

/* nothing */
"Indent nick names" = "Sagna els sobrenoms";

/* nothing */
"Make nick names right-justified" = "Alinea els sobrenoms a la dreta";

/* nothing */
"Transparent background" = "Fons transparent";

/* nothing */
"Show marker line" = "Mostra una línia de separació";

/* nothing */
"Insert a red line after the last read text." = "Insereix una línia vermella després de l'últim text llegit";

/* nothing */
"Transparency Settings" = "Valors del tint";

/* nothing */
"Red:" = "Roig:";

/* nothing */
"Green:" = "Verd:";

/* nothing */
"Blue:" = "Blau:";

/* nothing */
"Time Stamps" = "Data i hora";

/* nothing */
"Enable time stamps" = "Mostra marques horàries";

/* nothing */
"Time stamp format:" = "Format de la data i l'hora";

/* nothing */
"See strftime manpage for details." = "Per a més detalls consulteu la pàgina del manual strftime (3).";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "";

/* nothing */
"Input box" = "Línia d'entrada";

/* nothing */
"Use the Text box font and colors" = "Usa el tipus de lletra i colors de la finestra de text";

/* nothing */
"Spell checking" = "Comprovació de l'ortografia";

/* nothing */
"Nick Completion" = "Compleció de sobrenoms";

/* nothing */
"Automatic nick completion (without TAB key)" = "Compleció automàtica de sobrenoms";

/* nothing */
"Nick completion suffix:" = "Sufix de compleció de sobrenoms:";

/* nothing */
"Nick completion sorted:" = "Sufix de compleció de sobrenoms:";

/* nothing */
"Input Box Codes" = "Codis de la caixa d'entrada";

/* nothing */
"Interpret %nnn as an ASCII value" = "Interpreta %nnn com a un valor ASCII";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Interpreta %C, %B com a color, negreta, etc";

/* nothing */
"A-Z, Ops first" = "A-Z, primer els operadors";

/* nothing */
"Z-A, Ops last" = "Z-A, operadors al final";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Desordenat";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "Dalt";

/* nothing */
"Bottom" = "Baix";

/* nothing */
"Hidden" = "Oculta";

/* nothing */
"User List" = "Llista d'usuaris";

/* nothing */
"Show hostnames in user list" = "Mostra els noms de les màquines a la llista d'usuaris";

/* nothing */
"User list sorted by:" = "Ordena la llista d'usuaris amb:";

/* nothing */
"Show user list at:" = "Mostra/Oculta la llista d'usuaris";

/* nothing */
"Away tracking" = "Seguiment d'absències";

/* nothing */
"Track the Away status of users and mark them in a different color" = "";

/* nothing */
"On channels smaller than:" = "En canals més petits de:";

/* nothing */
"Action Upon Double Click" = "Acció per al doble-clic";

/* nothing */
"Execute command:" = "Executa l'ordre:";

/* nothing */
"Windows" = "Finestres";

/* nothing */
"Tabs" = "Pestanyes";

/* nothing */
"Always" = "Sempre";

/* nothing */
"Only requested tabs" = "Només les pestanyes demanades";

/* nothing */
"Tree" = "Traça";

/* nothing */
"Switcher type:" = "Cerca el text...";

/* nothing */
"Open an extra tab for server messages" = "Obre una pestanya adicional per als missatges del servidor";

/* nothing */
"Open an extra tab for server notices" = "Obre una pestanya adicional per als avisos del servidor";

/* nothing */
"Open a new tab when you receive a private message" = "Obre una pestanya adicional per als missatges del servidor";

/* nothing */
"Sort tabs in alphabetical order" = "Ordena les pestanyes per ordre alfabètic";

/* nothing */
"Small tabs" = "Pestanyes petites";

/* nothing */
"Focus new tabs:" = "Dóna el focus a les pestanyes noves:";

/* nothing */
"Show channel switcher at:" = "_Tema del canal";

/* nothing */
"Shorten tab labels to:" = "Abreuja el títol a:";

/* nothing */
"letters." = "lletres com a màxim.";

/* nothing */
"Tabs or Windows" = "Pestanyes o finestres";

/* nothing */
"Open channels in:" = "Obre els canals en:";

/* nothing */
"Open dialogs in:" = "Obre els diàlegs en:";

/* nothing */
"Open utilities in:" = "Obre les utilitats en:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Voleu obrir DCCs, notificacions, etc. en pestanyes o finestres?";

/* nothing */
"No" = "Cap";

/* nothing */
"Yes" = "";

/* nothing */
"Browse for save folder every time" = "";

/* nothing */
"Files and Directories" = "Fitxers i directoris";

/* nothing */
"Auto accept file offers:" = "Accepta automàticament fitxers";

/* nothing */
"Download files to:" = "Desa els fitxers baixats a:";

/* nothing */
"Move completed files to:" = "Mou els fitxers completats a:";

/* nothing */
"Save nick name in filenames" = "Afegeix el sobrenom en els noms dels fitxers";

/* nothing */
"Network Settings" = "Configuració de la xarxa";

/* nothing */
"Get my address from the IRC server" = "Obtingues la meva adreça IP des del servidor";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Pregunta al servidor per la vostra adreça real. Useu això si teniu una adreça 192.168.*.*";

/* nothing */
"DCC IP address:" = "Adreça IP";

/* nothing */
"Claim you are at this address when offering files." = "Anuncia aquesta adreça com a pròpia quan s'ofereixin fitxers.";

/* nothing */
"First DCC send port:" = "Primer port d'enviament DCC:";

/* nothing */
"Last DCC send port:" = "Últim port d'enviament DCC:";

/* nothing */
"!Leave ports at zero for full range." = "(Deixeu els ports a zero per usar tot l'interval).";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Velocitat màxima de transferència de fitxers (octets per segon)";

/* nothing */
"One upload:" = "Un únic enviament:";

/* nothing */
"Maximum speed for one transfer" = "Velocitat màxima per a una transferència";

/* nothing */
"One download:" = "Una única recepció:";

/* nothing */
"All uploads combined:" = "Tots els enviaments combinats:";

/* nothing */
"Maximum speed for all files" = "Velocitat màxima per a tot el tràfic";

/* nothing */
"All downloads combined:" = "Totes les recepcions combinades:";

/* nothing */
"Alerts" = "Alertes";

/* nothing */
"Show tray balloons on:" = "Mostra les pestanyes a:";

/* nothing */
"Blink tray icon on:" = "";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "Activa el seguiment d'absències";

/* nothing */
"Highlighted Messages" = "Avís sonor quan hi hagi missatges realçats";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "Altres paraules a realçar:";

/* nothing */
"Nick names not to highlight:" = "Sobrenoms que no s'han de realçar:";

/* nothing */
"Nick names to always highlight:" = "Sobrenoms que no s'han de realçar:";

/* nothing */
"Separate multiple words with commas." = "(Llista de paraules separades per comes).";

/* nothing */
"Default Messages" = "Missatges per defecte";

/* nothing */
"Quit:" = "En sortir:";

/* nothing */
"Leave channel:" = "En deixar el canal:";

/* nothing */
"Away:" = "Missatge d'absència:";

/* nothing */
"Away" = "Absència";

/* nothing */
"Announce away messages" = "Anuncia missatge d'absència";

/* nothing */
"Announce your away messages to all channels" = "Anuncia l'absència a tots els canals";

/* nothing */
"Show away once" = "Anúncia l'absència una sola vegada";

/* nothing */
"Show identical away messages only once" = "Mostra els anuncis idèntics d'absència una sola vegada";

/* nothing */
"Automatically unmark away" = "Treu l'estatus d'absent automàticament";

/* nothing */
"Unmark yourself as away before sending messages" = "Desmarca'm automàticament com a absent abans d'enviar missatges";

/* nothing */
"Advanced Settings" = "Configuració avançada";

/* nothing */
"Auto reconnect delay:" = "Retard de reconnexió automàtica:";

/* nothing */
"Display MODEs in raw form" = "Mostra els MODEs en brut";

/* nothing */
"Whois on notify" = "Whois a cada notificació";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Envia un /WHOIS a cada usuari de la llista de notificació quan es connecti";

/* nothing */
"Hide join and part messages" = "Amaga els missatges d'entrades i sortides";

/* nothing */
"Hide channel join/part messages by default" = "Oculta els missatges d'entrada i sortida del canal";

/* nothing */
"Auto Open DCC Windows" = "Obre finestres DCC automàticament";

/* nothing */
"Send window" = "Finestra d'enviament";

/* nothing */
"Receive window" = "Finestra de rebudes";

/* nothing */
"Chat window" = "Finestra de xat";

/* nothing */
"Logging" = "Enregistrament";

/* nothing */
"Enable logging of conversations" = "Enregistra les converses";

/* nothing */
"Log filename:" = "Màscara del fitxer:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "(%s=Servidor %c=Canal %n=Xarxa).";

/* nothing */
"Insert timestamps in logs" = "Afegeix la data i l'hora en el registre";

/* nothing */
"Log timestamp format:" = "Format de l'informació horària:";

/* nothing */
"(Disabled)" = "(Inhabilitat)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "";

/* nothing */
"All Connections" = "Connexió";

/* nothing */
"IRC Server Only" = "Només convidats";

/* nothing */
"DCC Get Only" = "";

/* nothing */
"Your Address" = "La vostra adreça";

/* nothing */
"Bind to:" = "Vincula a:";

/* nothing */
"Only useful for computers with multiple addresses." = "(Només és útil en ordinadors amb múltiples adreces).";

/* nothing */
"Proxy Server" = "Servidor intermediari";

/* nothing */
"Hostname:" = "Nom de la màquina:";

/* nothing */
"Port:" = "Port:";

/* nothing */
"Type:" = "Tipus:";

/* nothing */
"Use proxy for:" = "Utilitza un servidor intermedi";

/* nothing */
"Proxy Authentication" = "";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Usa un sistema d'autenticació pel servidor intermedi (HTTP i Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Usa un sistema d'autenticació pel servidor intermedi (HTTP i Socks5)";

/* nothing */
"Username:" = "Nom d'usuari:";

/* nothing */
"Password:" = "Contrasenya:";

/* nothing */
"Select an Image File" = "Seleccioneu un fitxer d'imatge";

/* nothing */
"Select Download Folder" = "Seleccioneu un color";

/* nothing */
"Select font" = "Seleccioneu un tipus de lletra";

/* nothing */
"Browse..." = "Vés a...";

/* nothing */
"Mark identified users with:" = "Marca els usuaris identificats amb:";

/* nothing */
"Mark not-identified users with:" = "Marca els usuaris no identificats amb:";

/* nothing */
"Open Data Folder" = "";

/* nothing */
"Select color" = "Seleccioneu un color";

/* nothing */
"Text Colors" = "Colors del text";

/* nothing */
"mIRC colors:" = "Colors del mIRC:";

/* nothing */
"Local colors:" = "Colors adicionals:";

/* nothing */
"Foreground:" = "Primer pla:";

/* nothing */
"Background:" = "Fons:";

/* nothing */
"Marking Text" = "Text seleccionat";

/* nothing */
"Interface Colors" = "Colors de l'interfície";

/* nothing */
"New data:" = "Dades noves:";

/* nothing */
"Marker line:" = "Línia de separació:";

/* nothing */
"New message:" = "Missatge nou:";

/* nothing */
"Away user:" = "Usuari absent::";

/* nothing */
"Highlight:" = "Text realçat:";

/* nothing */
"Event" = "Esdeveniment";

/* nothing */
"Sound file" = "Fitxer d'àudio";

/* nothing */
"Select a sound file" = "Seleccioneu un fitxer d'àudio";

/* nothing */
"Sound playing method:" = "Mètode de reproducció:";

/* nothing */
"External sound playing _program:" = "Programa extern de reproducció:";

/* nothing */
"_External program" = "Programa _extern";

/* nothing */
"_Automatic" = "_Automàtic";

/* nothing */
"Sound files _directory:" = "Directori de fitxers d'àudio:";

/* nothing */
"Sound file:" = "Fitxer d'àudio:";

/* nothing */
"_Browse..." = "_Vés a...";

/* nothing */
"_Play" = "Re_produeix";

/* nothing */
"Interface" = "Interfície";

/* nothing */
"Text box" = "Caixa de text";

/* nothing */
"User list" = "Llista d'usuaris";

/* nothing */
"Channel switcher" = "_Tema del canal";

/* nothing */
"Colors" = "Colors";

/* nothing */
"Chatting" = "Conversacions";

/* nothing */
"General" = "General";

/* nothing */
"Sound" = "Àudio";

/* nothing */
"Network setup" = "Configuració de la xarxa";

/* nothing */
"File transfers" = "Transferències de fitxers";

/* nothing */
"Categories" = "Categories";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Algunes de les opcions que han canviat requereixen reiniciar l'X-Chat per a tenir efecte.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*ATENCIÓ*\nAcceptar automàticament DCCs al vostre\ndirectori personal pot ser perillós. P.ex:\nAlgú podria enviar-vos un .bash_profile";

/* nothing */
"XChat: Preferences" = "X-Chat: Preferències";

/* nothing */
"There was an error parsing the string" = "S'ha produït un error en analitzar la cadena";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Aquest senyal sols ha passat %d arguments, $%d no és vàlid";

/* nothing */
"Print Texts File" = "Imprimeix un fitxer de text";

/* nothing */
"Edit Events" = "Edició d'esdeveniments";

/* nothing */
"$ Number" = "$ Número";

/* nothing */
"Load From..." = "Carrega des de";

/* nothing */
"Test All" = "Comprova-ho tot";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "X-Chat: capturador d'URLs";

/* nothing */
"Clear list" = "Neteja la llista";

/* nothing */
"Copy selected URL" = "Copia l'URL seleccionat";

/* nothing */
"Copy" = "Copia";

/* nothing */
"Save list to a file" = "Desa la llista a un fitxer";

/* nothing */
"%d ops, %d total" = "%d operadors, %d en total";

